Repository: rynkk/MeinTurk
Catalog: flask_mturk/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Minutes
de: Minuten

source: Hours
de: Stunden

source: Days
de: Tage

source: Qualifications 3rd Select Value invalid
de: Qualifikationen Wert der 3. Auswahl ungültig

source: Unable to validate the Qualification-Comparator called: "%s"
de: Der Qualifikations-Komparator " %s " konnte nicht validiert werden.

source: Project name
de: Projektname

source: Name of the project. (Not visible to workers)
de: Name des Projekts. (Nicht sichtbar für Arbeiter)

source: Title
de: Titel

source: Survey title being displayed to workers.
de: Der Titel der Umfrage der den Arbeitern angezeigt wird.

source: Description
de: Beschreibung

source: Comprehensive description of your survey.
de: Umfassende Beschreibung Ihrer Umfrage.

source: Keywords
de: Schlagwörter

source: Keywords which either you or the workers can search for. (optional)
de: Schlagwörter, nach denen Sie oder die Arbeiter suchen können. (optional)

source: Time till expiration
de: Zeit bis zum Ablauf

source: Time until the survey expires and becomes unavailable to workers. MINIBATCHING: This will be assigned to each MiniHIT of the batch!
de: Zeit bis die Umfrage abläuft und für Arbeitnehmer nicht mehr verfügbar ist. MINIBATCHING: Dies wird jedem MiniHIT des Batches zugewiesen!

source: Amount workers
de: Anzahl Arbeiter

source: The amount of workers that can work on your survey. MINIBATCHING: MiniHIT will automatically be generated to reach this amount of submissions!
de: Die Anzahl der Arbeiter, die an Ihrer Umfrage arbeiten können. MINIBATCHING: MiniHITs werden automatisch generiert, um diese Anzahl von Einsendungen zu erreichen!

source: MiniBatching will divide your survey into multiple smaller surveys with max. 9 workers each to save fees.
de: MiniBatching unterteilt Ihre Umfrage in mehrere kleinere Umfragen mit je max. 9 Arbeiter, um Gebühren zu sparen.

source: MiniBatching-Qualification name
de: Name der MiniBatching-Qualifikation

source: This will be the name under which the qualification for this batch will be saved. This qualification will prevent multiple submissions from the same worker within this batch.
de: Dies ist der Name, unter dem die Qualifikation für diesen Batch gespeichert wird. Durch diese Qualifikation wird verhindert, dass innerhalb dieses Batches mehrere Einreichungen desselben Arbeiters erfolgen.

source: Allotted time
de: Zugeteilte Zeit

source: Amount of time each worker has to submit his results.
de: Zeit, die jeder Arbeiter erhält, um seine Ergebnisse einzureichen.

source: Pay and accept worker after
de: Akzeptieren und Bezahlen von Arbeitern nach

source: Amount of time until submissions are auto-approved and paid.
de: Zeit bis zur automatischen Genehmigung und Bezahlung der Einreichungen.

source: Workers must be Master
de: Arbeiter müssen Master sein

source: Master are workers with disinguished submission-quality. This will create additional fees.
de: Master sind Arbeiter mit außergewöhnlicher Abgabequalität. Hierdurch entstehen zusätzliche Gebühren.

source: Yes
de: Ja

source: No
de: Nein

source: Choose all necessary qualifications for this survey.
de: Wählen Sie alle erforderlichen Qualifikationen für diese Umfrage aus.

source: Workers that do not have the chosen qualifications will be unable to participate in the survey.
de: Arbeitnehmer, die nicht über die gewählten Qualifikationen verfügen, können an der Umfrage nicht teilnehmen.

source: Project contains adult content
de: Das Projekt enthält nicht jugendfreie Inhalte

source: Workers unwilling or not allowed to see adult content will be excluded from the survey if this is checked.
de: Arbeitnehmer, die solche Inhalte nicht sehen wollen oder dürfen, werden von der Umfrage ausgeschlossen, wenn dies aktiviert ist.

source: Visibility
de: Sichtbarkeit

source: Public: Cannot accept the Survey without the right qualifications.; Private: Cannot accept nor preview without the right qualifications.; Hidden: Cannot accept, preview nor see the survey without the right qualifications.
de: Öffentlich: Kann die Umfrage ohne die richtigen Qualifikationen nicht annehmen .; Privat: Kann ohne die richtigen Qualifikationen weder annehmen noch eine Vorschau anzeigen .; Versteckt: Die Umfrage kann ohne die richtigen Qualifikationen nicht angenommen, in der Vorschau angezeigt oder angezeigt werden.

source: Public
de: Öffentlich

source: Private
de: Privat

source: Hidden
de: Versteckt

source: Create Survey
de: Umfrage erstellen

source: General
de: Allgemeines

source: Worker
de: Arbeiter

source: Qualifications
de: Qualifikationen

source: Finish
de: Fertig

source: Stop trying to trick the validation! You can only minibatch with more that 9 workers!
de: Hör auf zu versuchen, die Validierung auszutricksen! Sie können nur mit mehr als 9 Arbeitern minibatchen!

source: Could not set if HIT batched or not!
de: Konnte nicht prüfen, ob HIT gebatcht ist oder nicht!

source: Could not set HIT-Id!
de: HIT-ID konnte nicht gesetzt werden!

source: Only CSV-Files are allowed!
de: Es sind nur CSV-Dateien erlaubt!

source: Please enter a name!
de: Bitte geben Sie einen Namen ein!

source: Please enter a description!
de: Bitte geben Sie eine Beschreibung ein!

source: AutoGranted qualifications are automatically assigned to workers who work on a HIT containing that AutoGranted qualification.
de: AutoGranted-Qualifikationen werden automatisch Mitarbeitern zugewiesen, die an einem HIT mit dieser AutoGranted-Qualifikation arbeiten.

source: At least select one qualification!
de: Wählen Sie mindestens eine Qualifikation aus!

source: Qualification
de: Qualifikation

source: Please select a qualification!
de: Bitte wählen Sie eine Qualifikation aus!

source: Qualification Value
de: Qualifikationswert

source: Dashboard
de: Übersicht

source: New Survey
de: Neue Umfrage

source: Workers
de: Arbeiter

source: Could not validate the selected Qualifications! Did you delete any of them before trying to export the CSV?
de: Die ausgewählten Qualifikationen konnten nicht validiert werden! Haben Sie eine davon gelöscht, bevor Sie versucht haben, die CSV-Datei zu exportieren?

source: CSV header not formatted properly: </br> Missing header %s
de: CSV-Header nicht richtig formatiert: </br> Fehlender Header %s

source: Qualification Header missing
de: Qualifikationsheader fehlt

source: Qualification Values must be Integers; "%s" was entered!
de: Qualifikationswerte müssen Ganzzahlen sein; \ " %s " wurde eingegeben!

source: Qualification Values must be positive (or 0); "%s" was entered!
de: Qualifikationswerte müssen positiv sein (oder 0); \ " %s " wurde eingegeben!

source: No processable Data in CSV!
de: Keine verarbeitbaren Daten in CSV!

source: Could not associate qualification: %s
de: Qualifikation konnte nicht zugeordnet werden: %s

source: Qualification Values must be Integers and positive (or 0); "%s" was entered!
de: Qualifikationswerte müssen Ganzzahlen und positiv (oder 0) sein; \ " %s " wurde eingegeben!

source: Cached Batches
de: Gespeicherte Batches

source: Not found
de: Nicht Gefunden

source: Batch still has pending assignments.
de: Batch hat noch ausstehende Abgaben.

source: Batch still has non-completed assignments.
de: Batch hat noch nicht abgeschlossene Abgaben.

source: Cannot cache Batch with active HITs.
de: Batch mit aktiven HITs kann nicht zwischengespeichert werden.

source: Could not find Batch with id %s.
de: Batch mit der ID %s konnte nicht gefunden werden.

source: No Assignments found.
de: Keine Abgaben gefunden.

source: Approve and Reject are both set.
de: Annehmen und Ablehnen sind gleichzeitig gesetzt.

source: Approve and Reject are both not set.
de: Annehmen und Ablehnen sind beide nicht gesetzt.

source: Duplicate HIT/Assignment/Worker combination.
de: Doppelte HIT- / Abgaben- / Arbeiterkombination.

source: Non-valid Assignment status: "%s".
de: Ungültiger Abgabenstatus: " %s ".

source: Non-valid HIT/Assignment/Worker combination.
de: Ungültige HIT- / Abgaben- / Arbeiterkombination.

source: Bonus not a valid number.
de: Bonus ist kein gültiger Betrag.

source: Bonus is too high. MAX: %s.
de: Der Bonus ist zu hoch. MAX: %s .

source: Bonus assigned but no reason given.
de: Bonus zugewiesen, aber keinen Grund angegeben.

source: Could not get Qualification %s, are you sure that is the right ID?
de: Die Qualifikation %s konnte nicht abgerufen werden. Sind Sie sicher, dass dies der richtige Ausweis ist?

source: FollowUpQualifications Value must be an integer!
de: FollowUpQualifications Wert muss eine ganze Zahl sein!

source: FollowUpQualifications Value must be greater than or equal to 0!
de: FollowUpQualifications Wert muss größer oder gleich 0 sein!

source: Could not approve assignment, maybe it was auto-approved already?
de: Abgabe konnte nicht genehmigt werden, wurde sie möglicherweise bereits automatisch genehmigt?

source: Could not reject assignment, maybe it was auto-approved already?
de: Abgabe konnte nicht abgelehnt werden, wurde sie möglicherweise bereits automatisch genehmigt?

source: Could not send bonus. You can only send one bonus per Assignment!
de: Bonus konnte nicht gesendet werden. Du kannst nur einen Bonus pro Abgabe senden!

source: Could not send softblock worker %s, you will have to do it manually now.
de: Der Softblock-Worker %s konnte nicht gesendet werden. Sie müssen ihn jetzt manuell ausführen.

source: FollowUpValue not specified, setting it to 1.
de: FollowUpValue wurde nicht angegeben und auf 1 gesetzt.

source: No Batch with ID %s.
de: Kein Batch mit ID %s .

source: No HIT with ID %s exists in Database.
de: In der Datenbank ist kein HIT mit der ID %s vorhanden.

source: No MiniHIT at position %s of Group %s found!
de: Kein MiniHIT an Position %s des Batches %s gefunden!

source: MiniHIT at position %s of Group %s was already published!
de: MiniHIT an Position %s des Batches %s wurde bereits veröffentlicht!

source: Something weird happened.
de: Es ist etwas Seltsames passiert.

source: No Batch with ID.
de: Kein Batch mit ID.

source: Batch is not cached.
de: Der Batch ist nicht zwischengespeichert.

source: Group does not exist.
de: Gruppe existiert nicht.

source: Archived Batch Deletion!
de: Archivierte Batch-Löschung!

source: Are you sure you want to delete the archived Batch "%1"?
de: Möchten Sie den archivierten Batch "%1" wirklich löschen?

source: This is non reversable and all data will be lost!
de: Dies ist nicht umkehrbar und alle Daten gehen verloren!

source: confirm
de: bestätigen

source: Really?
de: Wirklich?

source: Are you sure?
de: Bist du sicher?

source: yes
de: Ja

source: Success
de: Erfolg

source: Successfully deleted archived Batch "%1"
de: Archivierter Stapel "%1" erfolgreich gelöscht

source: Error
de: Fehler

source: Something went wrong:
de: Etwas ist schiefgelaufen:

source: no
de: Nein

source: cancel
de: zurück

source: Show hidden
de: Versteckte zeigen

source: Show nonbatched
de: Nicht gebatchte zeigen

source: Successfully deleted queued HIT from Database.
de: In der Warteschlange befindlicher HIT wurde erfolgreich aus der Datenbank gelöscht.

source: Archiving Batch!
de: Batch Archivierung!

source: Are you sure you want to archive the Batch "%1"?
de: Möchten Sie den Batch"%1" wirklich archivieren?

source: This will decrease the loading times but is also non reversable and you will not be able to modify the Batch anymore!
de: Dies verkürzt die Ladezeiten, ist jedoch nicht umkehrbar und Sie können den Batch nicht mehr modifizieren!

source: Archiving Batch
de: Batch Archivierung!

source: Archiving Batch. This may take some time depending on the size of the batch!
de: Archiviere Batch. Dies kann je nach Größe des Batches einige Zeit in Anspruch nehmen!

source: Successfully archived Batch "%1"
de: Erfolgreich Batch "%1" archiviert

source: Pause
de: Pausieren

source: Continue
de: Fortsetzen

source: Active
de: Aktiv

source: Paused
de: Angehalten

source: Show
de: Zeigen

source: Hide
de: Verstecken

source: HIT Deletion!
de: HIT-Löschung!

source: Are you sure that you want to <b>delete</b> the HIT "%1"?
de: Möchten Sie den HIT "%1" wirklich <b>löschen</b>?

source: Make sure to create a backup of your results first.
de: Stellen Sie sicher, dass Sie zuerst eine Sicherungskopie Ihrer Ergebnisse erstellen.

source: HIT Deletion
de: HIT-Löschung

source: The HIT was deleted successfully!
de: Der HIT wurde erfolgreich gelöscht!

source: The selected assignments were successfully rejected!
de: Die ausgewählten Abgaben wurden erfolgreich abgelehnt!

source: The following errors occured:
de: Folgende Fehler sind aufgetreten:

source: AssignmentId %1: %2
de: Zuweisungs-ID %1:%2

source: Approving Assignment
de: Abgabe annehmen

source: Softblocking Worker
de: Softblocke Worker

source: The selected assignments were successfully approved!
de: Die ausgewählten Abgaben wurden erfolgreich angenommen!

source: Loading
de: Laden..

source: Progress for
de: Fortschritt für

source: Progress for HIT
de: Fortschritt für HIT

source: No Results have been submitted
de: Es wurden keine Ergebnisse abgeschickt

source: CSV Actions for
de: CSV-Aktionen für

source: Qualifications for
de: Qualifikationen für

source: No Qualifications are assigned to this HIT
de: Diesem HIT sind keine Qualifikationen zugeordnet

source: Batch-Qualification, reload the Page to show the actual Name
de: Laden Sie die Seite erneut, um den tatsächlichen Namen anzuzeigen

source: Masters
de: Master

source: Masters Sandbox
de: Master Sandbox

source: Adult Content
de: Nicht jugendfreier Inhalt

source: This field is required.
de: Dieses Feld wird benötigt.

source: Approved
de: Angenommen

source: Rejected
de: Abgelehnt

source: Bonus paid
de: Gezahlter Bonus

source: Softblocked
de: Gesoftblockt

source: Warnings
de: Warnungen

source: Row
de: Reihe

source: Logic-error in CSV
de: Logikfehler in CSV

source: CLICK
de: KLICK

source: CSV-Actions
de: CSV-Aktionen

source: Archive
de: Archivieren

source: Reward
de: Bezahlung

source: Yes, ID
de: Ja, ID

source: Results
de: Ergebnisse

source: Delete
de: Löschen

source: Queued
de: In Warteschlange

source: Load
de: Laden

source: Qualification Deletion!
de: Qualifikationslöschung!

source: Are you sure you want to delete the Qualification "%1"?
de: Möchten Sie die Qualifikation "%1" wirklich löschen?

source: Successfully deleted Qualification "%1" (%2)
de: Qualifikation "%1 " (%2) wurde erfolgreich gelöscht

source: Hide Batch qualifications
de: Batchqualifikationen verstecken

source: The qualification was successfully created. It might take some time until AWS processed it and it shows up.
de: Die Qualifikation wurde erfolgreich erstellt. Es kann einige Zeit dauern, bis AWS sie verarbeitet hat und sie angezeigt wird.

source: Qualification Name Already Exists!
de: Dieser Qualifikationsname existiert bereits!

source: Please select a valid option.
de: Bitte wählen Sie eine gültige Option.

source: Please wait while your Survey is being created!
de: Bitte warten.. Die Umfrage wird erstellt.

source: and
de: und

source: The Survey will be split into %1 %2 %3 HITs.
de: Die Umfrage wird in %1 %2 %3 HITs geteilt.

source: enabled
de: aktiviert

source: disabled
de: deaktiviert

source: ***Ignored for non-batched***
de: ***Ignoriert für nicht gebatchte***

source: not
de: nicht

source: None
de: Keiner

source: non-batched
de: nicht gebatcht

source: non-batched, <9 workers
de: nicht gebatcht, <9 Arbeiter

source: masters
de: Master

source: Own
de: Eigene

source: Select
de: Auswählen

source: Exists
de: Vorhanden

source: Does Not Exist
de: Nicht Vorhanden

source: Equal To
de: Gleich

source: Not Equal To
de: Ungleich

source: The worker with the ID "%1" was successfully
de: Der Worker mit der ID "%1" wurde erfolgreich

source: softblocked
de: gesoftblockt

source: unblocked
de: entblockt

source: Successfully assigned the qualification!
de: Qualifikation erfolgreich vergeben!

source: Successfully downloaded the CSV.
de: CSV erfolgreich heruntergeladen.

source: Internal Server Error
de: interner Serverfehler

source: Something went terribly wrong:
de: Etwas ist ziemlich schief gelaufen:

source: Something went wrong:
de: Etwas ist schiefgelaufen:

source: Some Success
de: Teilweiser Erfolg

source: Successfully completed the request, but there were some errors caught!
de: Die Anfrage wurde erfolgreich abgeschlossen, es wurden jedoch einige Fehler festgestellt!

source: Successfully assigned the specified qualifications
de: Die angegebenen Qualifikationen wurden erfolgreich zugewiesen

source: Oops!
de: Ups!

source: 404 Not Found
de: 404 Nicht Gefunden

source: Sorry, an error has occured, Requested page not found!
de: Entschuldigung, da ist wohl was schiefgelaufen. Die angeforderte Seite wurde nicht gefunden

source: Take Me Home
de: Zurück zur Übersicht

source: Create Study
de: Studie erstellen

source: Lists
de: Listen

source: Archived Batches
de: Archivierte Batches

source: Current balance:
de: Aktueller Kontostand:

source: Submitted
de: Abgaben

source: Goal
de: Ziel

source: Export All
de: Export Alle

source: Export Submitted
de: Export Neue

source: Upload CSV
de: CSV hochladen

source: Close
de: Schließen

source: Answer
de: Antwort

source: Time taken
de: Benötigte Zeit

source: Acceptance
de: Annahme

source: Submission
de: Abgabe

source: Approve selected
de: Ausgewählte Annehmen

source: Reject selected
de: Ausgewählte Ablehnen

source: Comparator
de: Komparator

source: Value
de: Wert

source: Actions Guarded
de: Eingeschränkte Aktionen

source: Progress
de: Fortschritt

source: End
de: Ende

source: Create Qualification
de: Qualifikation erstellen

source: Create
de: Erstellen

source: #Workers
de: #Arbeiter

source: CreationTime
de: Erstelldatum

source: Next
de: Nächster

source: Previous
de: Bisherige

source: Default: project name + date
de: Standard: Projektname + Datum

source: Choose required Qualifications
de: Wählen Sie die erforderlichen Qualifikationen aus

source: Add Qualification
de: Qualifikation hinzufügen

source: Add default Qualifications
de: Standardqualifikationen hinzufügen

source: HIT Overview
de: HIT Übersicht

source: Project Name
de: Projektname

source: MiniBatching is
de: MiniBatching ist

source: Amount of HITs
de: Anzahl der HITs

source: Amount of Workers
de: Anzahl der Arbeiter

source: Lifetime of each HIT
de: Ablaufzeit jedes HIT

source: Allotted Time per Worker
de: Gewährte Zeit pro Arbeiter

source: Time until automatic approval
de: Zeit bis zur automatischen Annahme

source: Masters Qualification
de: Master-Qualifikation

source: Masters
de: Master

source: necessary
de: notwendig

source: Qualifications set
de: Ausgewählte Qualifikationen

source: Approx. Costs
de: Ungefähre Kosten

source: Reward per assignment
de: Bezahlung pro Abgabe

source: Fee per assignment
de: Gebühr pro Abgabe

source: Total cost per assignment
de: Gesamtkosten pro Abgabe

source: Number of assignments
de: Anzahl der Abgaben

source: Total
de: Gesamt

source: Approx. Saved
de: Ungefähr Gespart

source: Preview
de: Vorschau

source: Assign Qualification to worker
de: Weisen Sie dem Arbeiter die Qualifikation zu

source: Assign
de: Zuordnen

source: Here you can either download or upload a CSV containing all workers displayed on this page and your chosen Qualifications.
de: Hier können Sie eine CSV-Datei herunterladen oder hochladen, die alle auf dieser Seite angezeigten Mitarbeiter und Ihre ausgewählten Qualifikationen enthält.

source: Note: You can not only add Values but also Worker- and QualificationIDs to the exported CSV, just make sure they are valid. You can correct the CSV and resubmit it in case of Errors (or Warnings).
de: Hinweis: Sie können der exportierten CSV nicht nur Werte, sondern auch Worker- und QualificationIDs hinzufügen. Vergewissern Sie sich nur, dass diese gültig sind. Sie können die CSV korrigieren und sie bei Fehlern (oder Warnungen) erneut senden.

source: First select the qualifications you want to associate/change
de: Wählen Sie zuerst die Qualifikationen aus, die Sie zuweisen/ändern möchten

source: Then just click here to download the CSV
de: Dann klicken Sie einfach hier, um die CSV herunterzuladen

source: Export CSV
de: CSV exportieren

source: Once you put all necessary data into the CSV select it here and hit the upload button!
de: Sobald Sie alle notwendigen Daten in die CSV eingegeben haben, wählen Sie diese hier aus und klicken Sie auf den Upload-Button!

source: Worker-ID
de: Arbeiter-ID

source: #Approved
de: #Angenommen

source: #Rejected
de: #Abgelehnt

source: #Assignments
de: #Abgaben

source: Last Assignment
de: Letzte Abgabe
